Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: kehittymisen varmistamiseksi on tärkeää luoda foorumeja, joilla saamelaiskäräjien ja julkisten
sme: lea deaŧalaš ráhkadit arenaid Sámedikki ja almmolaš eiseválddiid ovttasdoaibmama

source: viranomaisten välistä yhteistyötä voidaan toteuttaa.
sme: várás.

source: Norjan hallituksen ja Norjan saamelaiskäräjien keväällä 2005 tekemä sopimus, joka koskee
sme: Ovdamearkan sáhttit čujuhit soahpamuššii maid Norgga ráđđehus ja Norgga sámediggi dahke giđđat 2005 stáhtalaš eiseválddiid ja Sámedikki gulaskuddamiid

source: 16 artikla
sme: birra (geahča dárkileappot dán soahpamuša dás vulobealde artihkkala 16

source: Ennen kuin julkinen viranomainen tekee päätöksen asiassa, jolla on olennainen merkitys saamelaisille, tulee saamelaiskäräjien kanssa neuvotella.
sme: Sámedikkiid vuoigatvuohta šiehtadallat Áššiin mat leat hui deaŧalaččat sámiide, galgá šiehtadallojuvvot sámedikkiiguin ovdalgo almmolaš eiseváldi dain áššiin mearrida maidege.

source: Näiden neuvottelujen tulee tapahtua riittävän aikaisin, jotta saamelaiskäräjät voisi vaikuttaa asian käsittelyyn ja lopputulokseen.
sme: Dát šiehtadallamat fertejit čađahuvvot doarvái buori áigemunis vai sámedikkit sáhttet váikkuhit áššemeannudeapmái ja dan bohtosii.

source: Valtioiden ei ilman asianomaisten saamelaiskäräjien suostumusta tule ryhtyä sellaisiin toimenpiteisiin tai sallia sellaisia toimenpiteitä, jotka voivat merkittävästi loukata saamelaisten kulttuurin, elinkeinojen tai yhteiskuntaelämän perustavanlaatuisia elinehtoja.
sme: Stáhtat eai galgga mearridit dahje miehtat dakkár doaibmabijuide mat mearkkašahtti ollu sáhttet vahágahttit sámi kultuvrra, sámi ealáhusaid ja sámi servodateallima vuođđoeavttuid, jos juo ii mieđaš dasa dat sámediggi masa ášši gullá.

source: Tämä artikla antaa saamelaiskäräjille oikeuden neuvotella asioissa, joilla on olennaista
sme: Artihkkal addá Sámediggái vuoigatvuođa šiehtadallat áššiin mat leat viehka

source: merkitystä saamelaisille.
sme: deaŧalaččat sámiide.

source: Neuvottelujen päämääränä on kyseisten kahden
sme: Šiehtadallamiid ulbmil ferte leat ahte dat guokte šiehtadallan

source: neuvottelukumppanin yksimielisyys.
sme: bealit bohte ovttamielalašvuhtii.

source: Ensimmäisestä kappaleesta yhdessä toisen kappaleen
sme: Muhto das vuolgá, go vuosttaš lađas ja nubbi lađas

source: kanssa seuraa, ettei yksimielisyys ole ehdoton vaatimus.
sme: buohtastahttojuvvojit, ahte ovttamielalašvuohta ii leat vealttakeahtes gáibádus.

source: Asioissa, joissa saamelaiskäräjillä ei
sme: Áššiin

source: ole toisen kappaleen mukaista veto-oikeutta, päätöksiä voidaan tehdä, vaikka yksimielisyyttä
sme: main Sámedikkis ii leat gieldinriekti nuppi lađđasa mielde, sáhttet dahkat mearrá

source: ei saavutettaisikaan.
sme: dusaid vaikko ii leat dievas ovttamielalašvuohta.

source: Ensimmäisen kappaleen mukaan vaatimuksena on kuitenkin, että
sme: Dattetge lea gáibádus vuosttaš

source: todellisia neuvotteluja tulee käydä, ennen kuin viranomaiset tekevät päätöksiä.
sme: lađđasa mielde ahte čađahuvvojit duohta šiehtadallamat ovdalgo eiseválddit mearridit

source: Saamelaiskäräjien lausunto-oikeus ei merkitse neuvotteluoikeuden toteutumista.
sme: áššiid. Ahte Sámedikkis lea vuoigatvuohta cealkit iežas oaiviliid, ii ollašuhte šiehta

source: Saamelaiskäräjien neuvotteluoikeus ei myöskään vapauta viranomaisia siitä
sme: Sámedikki šiehtadallanvuoigatvuohta ii čoavdde eiseválddiid iežaset

source: itsenäisestä vastuusta, joka niillä on tämän ja muiden oikeussäännösten mukaan arvioida
sme: iešráđálaš geatnegasvuođas mii lea dán ja eará riektenjuolggadusaid mielde

source: toimenpiteittensä seurauksia saamelaiseen kulttuuriin ja yhteiskuntaelämään.
sme: árvvoštallat mo sin doaibmabijut váikkuhit sámi kultuvrii ja servodateallimii. Muhto

source: Neuvotteluoikeus merkitsee kuitenkin, että saamelaiskäräjien tulee olla mukana luomassa
sme: šiehtadallanvuoigatvuohta mearkkaša ahte Sámediggi galgá leat mielde bidjamin

source: lähtökohtia tällaisten seurausten arvioinneille.
sme: dakkár váikkuhusárvvoštallamiid premissaid.

source: Viranomaiset eivät ole täyttäneet velvollisuuttaan käydä neuvotteluja, elleivät ne
sme: Eiseválddit eai leat ollašuhttán iežaset geatnegasvuođa šiehtadallat jos eai

source: järjestä saamelaiskäräjien kanssa vuoropuhelua, jossa voidaan vaihtaa mielipiteitä ja jossa
sme: čáhkke saji gulahallamii Sámedikkiin, nu ahte das sáhttet oaiviliid dovddahit ja

source: saamelaiskäräjillä on mahdollisuus vaikuttaa asian käsittelyyn ja lopputulokseen.
sme: sámedikkis lea vejolašvuohta váikkuhit áššemeannudeapmái ja dan bohtosii.

source: edellyttää useita asioita:
sme: ovdeha máŋga dáhpáhusa:

source: 1) Neuvottelujen tulee tapahtua asian käsittelyn varhaisessa vaiheessa, katso
sme: 1) Šiehtadallamat fertejit dáhpáhuvvat árrat áššemeannudeamis, geahča

source: ensimmäisen kappaleen toinen lause.
sme: Vuosttaš lađđasa, nuppi cealkaga.

source: Jos neuvotteluja käydään
sme: Jos šiehtadallamat leat maŋŋit mearridan

source: päätöksentekoprosessin myöhäisessä vaiheessa, voi olla vaikeaa vaikuttaa
sme: proseassas, de sáhttá leat váttis váikkuhit bohtosii ja oažžut ipmárdusa ja ollit

source: lopputulokseen ja päästä yhteisymmärrykseen.
sme: ovttamielalašvuhtii.

source: 2) Saamelaiskäräjien tulee saada käyttöönsä resursseja, joiden avulla se pystyy
sme: 2) Sámediggi ferte oažžut resurssaid vai sáhttá čađahit šiehtadallamiid. Dat

source: viemään neuvottelut läpi. Tämä edellyttää, että saamelaiskäräjät voi hakea muualta
sme: ovdeha ahte Sámediggi sáhttá viežžat áššemáhtu mii das alddis ii leat.

source: sellaista asiantuntemusta, jota sillä ei itsellään ole. Saamelaiskäräjät joutuu ottamaan
sme: Sámediggi ferte máŋggá suorggis meannudit viiddis áššiid, iige das sáhte leat

source: erityisosaamista kuin viranomaisilla.
sme: erenoamáš máhttu mii eiseválddiin lea.

source: Ilman asiantuntija-apua saamelaiskäräjien voi
sme: Almmá áššedovdi (id) veahki haga

source: olla vaikea viedä läpi todellisia neuvotteluja, joissa saamelaiskäräjät pystyy esittämään
sme: Sámediggái sáhttá leat váttis čađahit duođalaš šiehtadallamiid main sáhttá

source: vaihtoehtoisia ratkaisuja.
sme: molssaevttolaš čovdosiid buktit ovdan.

source: 3) Saamelaiskäräjien tulee saada taloudelliset mahdollisuudet todellisiin ja asiallisiin
sme: 3) Sámediggi ferte oažžut ekonomalaš vejolašvuođaid nu ahte duođaid sáhttá

source: neuvotteluihin niin, että se voi osallistua neuvottelukokouksiin ja saada asiantuntija
sme: čađahit šiehtadallamiid go searvá šiehtadallančoahkkimiidda ja oažžu

source: 16 artiklan mukainen neuvotteluvelvollisuus koskee kaikkia 5 artiklan määräyksen
sme: Šiehtadallangeatnegasvuohta artihkkala 16 mielde gusto buot eiseválddiide

source: piiriin kuuluvia viranomaisia.
sme: maid artihkkala 5 mearrádus gokčá.

source: Neuvotteluvelvollisuus koskee näin ollen eri tason ja eri asioita
sme: Šiehtadallangeatnegasvuohta gusto dainna lágiin

source: käsitteleviä viranomaisia.
sme: iešguđet dásiid eiseválddiide ja iešguđetlágan áššiide.

source: Ensimmäisen kappaleen mukaan saamelaisilla ei ole oikeutta neuvotella jokaisesta
sme: Vuosttaš lađđasa mielde Sámedikkis lea vuoigatvuohta šiehtadallat

source: kysymyksestä.
sme: juohkelágan áššis.

source: Neuvotteluoikeus koskee asioita, joilla on olennainen merkitys saamelaisille.
sme: Šiehtadallanvuoigatvuohta gusto áššiide mat leat sakka deaŧalaččat

source: Maankäytön ja luonnonvarojen hallinto sekä ympäristöhallinto ovat tärkeitä alueita, joita
sme: sámiide. Areála- ja resursahálddašeapmi ja birashálddašeapmi šaddet leat deaŧalaš

source: koskeviin neuvotteluihin saamelaiskäräjillä on oikeus osallistua.
sme: suorggit main Sámedikkis leat vuoigatvuohta leat mielde šiehtadallamin.

source: Tämä käy nimenomaisesti
sme: Dat boahtá

source: ilmi 36, 39 ja 40 artiklasta, vrt. myös 38 artikla.
sme: ovdan artihkkaliin 36, 39 ja 40, vrd. maiddái artihkkaliin 38.

source: Myös saamelaiskäräjien vaaleja koskevista
sme: Maiddái sámedigge

source: säännöksistä on neuvoteltava saamelaiskäräjien kanssa, katso 14 artiklan toinen kappale.
sme: 14 nuppi lađđasa.

source: Nämä sopimuksen määräykset eivät ole kuitenkaan tyhjentäviä.
sme: Muhto dát mearrádusat eai leat dievaslaččat konvenšuvnnas.

source: 16 artikla asettaa yleisen
sme: Artihkkal 16 buktá dábálaš gáibádusaid šiehtadallamiid hárrái dakkár áššiin mat leat

source: neuvotteluvaatimuksen asioissa, joilla on olennainen merkitys saamelaisille.
sme: sakka deaŧalaččat sámiide.

source: Suomen saamelaiskäräjistä annetun lain (laki 974/1995) 9 § sisältää säännöksiä
sme: Suoma sámediggelágas (láhka 974/1995) 9 § leat njuolggadusat eiseválddiid

source: viranomaisten velvollisuudesta neuvotella saamelaiskäräjien kanssa.
sme: geatnegasvuođas šiehtadallat Sámedikkiin.

source: Säännös kuuluu:
sme: Mearrádus čuodjá ná:

source: ” Viranomaiset neuvottelevat saamelaiskäräjien kanssa kaikista laajakantoisista ja merkittävistä toimenpiteistä, jotka voivat välittömästi ja erityisellä tavalla vaikuttaa saamelaisten asemaan alkuperäiskansana ja jotka koskevat saamelaisten kotiseutualueella:
sme: ” Eiseválddit galget šiehtadallat Sámedikkiin buot viiddis ja deaŧalaš mearrádusaid mat sáhttet čuohcit njuolga ja erenoamážit sámiid álgoálbmotdillái mii sámiid ruovttugilleguovlluin fátmmasta

source: 2) valtionmaan, suojelualueiden ja erämaa-alueiden hoitoa, käyttöä, vuokrausta ja luovutusta;
sme: 1) servodatplánema, 2) stáhta eatnamiid, suodjaluvvon guovlluid ja meahcceguovlluid divššu, geavaheami, láigoheami ja vuovdima.

source: 4) saamelaisten kulttuurimuotoon kuuluvan elinkeinon lainsäädännöllistä tai hallinnollista muutosta; 5) saamenkielisen ja saamen kielen kouluopetuksen sekä sosiaali- ja terveyspalvelujen kehittämistä; taikka
sme: 3) ruvkeminerálaid ohcanlobi ja ruvkeviidodaga mihtideami ohcamiid, 4) láhkarievdadusaid dahje hálddašanrievdadusaid mat gusket sámi kultuvrra siskkáldas ealáhusaide, 5) oahpahusa buorideami sámegillii dahje sámegielas, ja sosiála ja dearvvašvuođa bálvalusaid buorideami, ja dasto vel 6) eará áššiid mat váikkuhit sámiid gillii, kultuvrii ja sin álgoálbmotdillái. ”

source: 6) muuta vastaavaa saamelaisten kieleen, kulttuuriin tai heidän asemaansa alkuperäiskansana vaikuttavaa asiaa. ”
sme: Dát leat ovdamearkkat dakkár áššiin maid mii fertet atnit deaŧalažžan maiddái

source: Nämä ovat esimerkkejä asioista, joita on pidettävä tärkeinä myös sopimuksen 16
sme: konvenšuvnna artihkkala 16 mielde.

source: Mutta tässä mainittujen asioiden lisäksi on olemassa muita asioita, joilla voi
sme: Muhto šaddet leat áššit earret dáid namahuvvon

source: olla olennaista merkitystä saamelaisille.
sme: áššiid, mat sáhttet leat sakka deaŧalaččat sámiide.

source: Tämä koskee esimerkiksi saamelaiskäräjiin liittyviä
sme: Dakkárat leat omd. Sámediggái

source: asioita.
sme: guoskevaš áššit.

source: Lisäksi kansalliset viranomaiset ovat velvollisia neuvottelemaan saamelaiskäräjien
sme: Maiddái riikkaidgaskasaš dási áššiin, mat leat sakka deaŧalaččat

source: kanssa sellaisissa kansainvälisen tason asioissa, joilla on olennaista merkitystä saamelaisille.
sme: sámiide, lea nationála eiseválddiin geatnegasvuohta šiehtadallat Sámedikkiin.

source: Jos ollaan eri mieltä siitä, onko jollakin asialla olennaista merkitystä saamelaisille, on
sme: Jos lea sierramielalašvuohta das leago ášši sakka deaŧalaš sámiide, vai ii, de ferte

source: saamelaiskäräjien näkemykselle asiasta pantava paljon painoa.
sme: stuorra deaddu das mo Sámediggi árvvoštallá ášši.

source: Saamelaiskäräjien neuvotteluoikeus koskee kaikentyyppisiä asioita, sekä lainsäädäntöä
sme: Sámedikki vuoigatvuohta šiehtadallat gusto juohkelágan áššiide, sihke

source: että hallintoa.
sme: láhkaásahussii ja hálddašeapmái.

source: Lainsäädännöllisissä kysymyksissä neuvotteluoikeus koskee lakisäädösten
sme: Láhkaásahusáššiin šiehtadallanvuoigatvuohta gusto

source: valmistelua ministeriötasolla.
sme: departemeantta dássásaš láhkanjuolggadusaid válmmašteapmái.

source: Neuvotteluja siis käydään ennen asian lähettämistä parlamentin
sme: dáhpáhuvvet nappo dalle ovdalgo ášši sáddejuvvo riikkabeivviide. Go ášši lea

source: Asian tultua parlamentin käsittelyyn sovelletaan 18 artiklan säännöksiä.
sme: joavdan riikkabeivviide, de artihkkala 18 njuolggadusat bohtet atnui.

source: Neuvotteluoikeus koskee myös saamelaiskäräjien tulo- ja menoarviota.
sme: Šiehtadallanvuoigatvuohta gusto maiddái Sámedikki bušehttii.

source: Kuten edellä on mainittu, todellisten neuvottelujen edellytyksenä on, ettei
sme: Nugo namahuvvui, de duođalaš šiehtadallamiid eaktu lea ahte Sámediggi ii

source: saamelaiskäräjiä oteta mukaan prosessiin liian myöhään.
sme: boađe menddo maŋŋit prosessii.

source: Katso tässä yhteydessä Suomen
sme: Dákko galggat geahčadit Suoma riikkabeivviid

source: eduskunnan perustuslakivaliokunnan lausunnot, joihin on viitattu 18 artiklaa koskevissa
sme: vuođđoláhkalávdegotti cealkámušaid mat leat artihkkala 18 mearkkašumiin.

source: Neuvottelujen päämääränä on yksimielisyys. Ellei yksimielisyyteen päästä,
sme: Šiehtadallamiid ulbmil lea ahte galget geahččalit boahtit ovttamielalašvuhtii.

source: päätöksentekoelimen tulee perustella syytä siihen.
sme: Jos ovttamielalašvuohta ii lihkostuva, de merrádusorgána ferte čilget manne ii.

source: Ensimmäisen kappaleen toisen lauseen mukaan viranomaisilla on itsenäinen vastuu
sme: Vuosttaš lađđasa, nuppi cealkaga mielde eiseválddiid iešráđálaš

source: neuvottelujen järjestämisestä saamelaiskäräjien kanssa.
sme: ovddasvástádus lea láhčit dilálašvuođaid šiehtadallamiidda Sámedikkiin.

source: Tämä on tärkeää, sillä hetkellä, jolloin
sme: Dat lea

source: tällaiset neuvottelut on määrä aloittaa, saamelaiskäräjillä itsellään ei useinkaan ole riittävästi
sme: deaŧalaš, dasgo dallego dakkár šiehtadallamat berrejit álggáhuvvot, Sámedikkis dávjá

source: tietoja asiasta osatakseen pyytää neuvottelujen käynnistämistä. Tässä yhteydessä voidaan
sme: eai leat doarvái dieđut áššis maid vuođul das livččii sivva dáhttut šiehtadallamiid.

source: viitata 17 artiklan kolmannessa kappaleessa esitettyyn periaatteeseen.
sme: Dákko sáhttit čujuhit vuođđojurdagii mii lea artihkkalis 17 goalmmát lađđasis.

source: Todellisten
sme: Vai

source: neuvottelujen mahdollisimman hyvän perustan varmistamiseksi saamelaiskäräjien ja
sme: lea nu buorre vuođđu go vejolaš duođalaš šiehtadallamiidda, de lea Sámediggái ja

source: viranomaisten välillä voidaan tehdä sopimuksia siitä, mitkä asiat edellyttävät neuvotteluja ja
sme: eiseválddiide vejolaš soahpat das makkár áššiid lea dárbu šiehtadallat ja mo dakkár

source: millä tavalla niitä on määrä käydä.
sme: šiehtadallamat galget čađahuvvot.

source: Esimerkkeinä tällaisista sopimuksista ovat
sme: Dakkár soahpamušaide mállen leat dat

source: yhteistyösopimukset, joita Norjan saamelaiskäräjät on solminut saamelaisalueiden
sme: ovttasbargansoahpamušat maid Norgga sámediggi lea dahkan fylkkasuohkaniiguin sámi guovlluin ja Norgga ráđđehusa ja Sámedikki gaskasaš soahpamuš maid dahke

source: maakäräjäkuntien kanssa, sekä Norjan saamelaiskäräjien ja Norjan hallituksen keväällä 2005 tekemä sopimus valtiollisten viranomaisten ja saamelaiskäräjien välisiä neuvotteluja
sme: giđđat 2005, mii gieđahallá prosedyraid mat leat stáhtalaš eiseválddiid ja Sámedikki

source: koskevista menettelytavoista, katso jäljempänä oleva tätä sopimusta koskeva tarkempi
sme: gaskasaš gulaskuddamiid várás, geahča dárkileappot dán soahpamuša dás vulobealde.

source: Toisen kappaleen mukaan viranomaiset eivät voi ilman saamelaiskäräjien suostumusta
sme: Nuppi lađđasa mielde eiseválddit eai sáhte Sámedikki dohkkehusa haga

source: ryhtyä sellaisiin toimenpiteisiin, jotka voivat merkittävästi loukata saamelaisten kulttuurin,
sme: čađahit doaibmabijuid mat sáhttet bahás vahágahttit sámi kultuvrra, sámi ealáhusaid

source: elinkeinojen tai yhteiskuntaelämän perustavanlaatuisia elinehtoja.
sme: ja sámi servodateallima vuođđoeavttuid.

source: Vähäisetkin toimenpiteet
sme: Jos áššin leat doaibmabijut hearkkes sámi

source: edellyttävät saamelaiskäräjien suostumusta, mikäli toimenpiteet kohdistuvat haavoittuviin
sme: guovlluin, de unnibušge meassamuš sáhttá gáibidit Sámedikki dohkkehusa. Muhto

source: Myös melko vahvoilla saamelaisalueilla toteutettavat suhteellisen vähäiset
sme: maiddái nannosetge sámi guovlluin dát mearrádus gokčá árvvu mielde unnibušge

source: ” pala palalta ” - politiikassa, joka on aikojen kuluessa vähitellen heikentänyt saamelaista
sme: dakkár doaibmabijuid, jos dat leat ” bihtáš bihtážii ” politihka lávkkážat mat áiggi

source: kulttuuria ja yhteiskuntaa.
sme: mielde dađistaga leat raššudan sámi kultuvrra ja servodaga.

source: Tällaiset toimenpiteet saattavat myös vaatia niiden saamelaisten
sme: Dakkár doaibmabijut

source: suostumusta, joita asia 36 artiklan mukaan koskee.
sme: maid gáibidit dohkkehusa dain sámiin geaidda dat čuohcá artihkkala 36 mielde.

source: Saamelaiskäräjien omaan toimintaan välittömästi kohdistuvat toimenpiteet voivat
sme: Doaibmabijuid mat njuolga čuhcet Sámedikki iežas doibmii, Nuppi lađđasa

source: myös kuulua määräyksen toisen kappaleen piiriin, mikäli ne ovat luonteeltaan radikaaleja.
sme: mearrádus maid sáhttá gokčat go dat čuhcet bahás. Dákko mii čujuhit dasa mii

source: Tässä yhteydessä viitataan siihen, mitä 14 artiklan toista kappaletta koskevissa
sme: daddjojuvvui válganjuolggadusaid birra artihkkala 14 nuppi lađđasa mearkkašumiin.

source: esimerkkinä asiasta, joka kuuluu 16 artiklan toisessa kappaleessa ehdotetun periaatteen piiriin.
sme: Dát konvenšuvdna lea iešge ovdamearka áššis maid artihkkala 16 nuppi lađas árvalan

source: 49 artiklassa sanotaan, että sopimuksen ratifiointi edellyttää saamelaiskäräjien hyväksyntää.
sme: vuođđojurdda gokčá. Artihkkal 49 cealká ahte ratifikašuvdna gáibida Sámedikki

source: Yhtenä esimerkkinä saamelaiskäräjien roolin hyväksymisestä julkisessa hallinnossa on
sme: Ovdamearka dan dovddiidusas ahte Sámedikkis lea rolla almmolaš

source: Norjan aluekomitean mietintö NOU 2004:19 Elinvoimaiset alueet ja seudut. Siinä
sme: hálddašeamis, mis lea guovlolávdegotti (Distriktskommisjonen i Norge) árvalusas,

source: huomautetaan, että Norjan hallintokulttuuri mukautuu vain vähäisessä määrin saamelaisten
sme: NÁČ 2004: 19 Ealasis guovllut ja regiuvnnat. Dás čujuhuvvo dasa ahte norgalaš

source: maantieteellisiin oloihin (s. 96).
sme: hálddašankultuvra unnán lea heivehuvvon sámi geografiijii (s. 96).

source: Komitea ehdottaa vastuun siirtämistä valtakunnalliselta
sme: Lávdegoddi árvala

source: tasolta alueelliselle tasolle mutta huomauttaa, että todellisten ja tehokkaiden
sme: ahte ovddasvástádus sirdojuvvo guovdilis dásis guvllolaš dássái, muhto deattuha ahte

source: kolmikantaneuvottelujen käynnistäminen valtion, alueen ja saamelaiskäräjien välillä on
sme: deaŧalaš eaktu, jos ovddasvástádusa sirdimis guvllolaš dássái galggaš leat dárbbašlaš

source: olennaisena edellytyksenä sille, että vastuun siirtäminen alueelliselle tasolle saa ajan mittaan
sme: legitimitehta áiggi mielde, lea ahte ásahuvvojit duođalaš ja njuovžilis golmmabealat

source: tarvittavan laillisen oikeutuksen.
sme: šiehtadallamat stáhta, guovllu ja Sámedikki gaskka.

source: Nämä neuvottelut ovat välttämättömiä, jotta ” aktiiviselle
sme: Dat lea dárbbašlaš vai ” álbmot

source: neuvotteluvelvollisuudelle asetetut kansainvälisoikeudelliset vaatimukset täyttyvät suhteessa
sme: rievttálaččat gáibiduvvon beaktilis gulaskuddangeatnegasvuohta ollašuvvá sámiide

source: saamelaisiin alkuperäiskansana ” (s. 103).
sme: álgoálbmogin ” (s. 103).

source: Aluekomitea suosittelee lisäksi seuraavaa:
sme: Ja Guovlolávdegoddi rávve ná:

source: ” − Saamelaisten asuinalueilla tulee käynnistää kolmikantaneuvottelut valtion, alueen ja saamelaiskäräjien välillä niiden saamelaisiin kohdistuvien Norjan valtion velvollisuuksien täyttämiseksi, jotka perustuvat kansainväliseen oikeuteen.
sme: ” - Guovlluide main lea sámi veahkadat, berre ásahuvvot golmmatbealat šiehtadallamat stáhta, guovllu ja Sámedikki gaskka, vai dat sihkkarasttášii Norgga geatnegasvuođaid sámiide álbmotrievtti mielde.

source: − Saamelaiskäräjille tulee antaa taloudelliset mahdollisuudet osallistua yhdenvertaisena osapuolena kolmikantaneuvotteluihin.
sme: - Sámediggái addojuvvot ekonomalaš vejolašvuohta šaddat ovttadássásaš oasálažžan golmmabealat šiehtadallamiidda.

source: − Saamelaiskäräjille tulee antaa huomattavaa vaikutusvaltaa siihen, millä tavalla alueellista hallintoa toteutetaan saamelaisille tärkeillä politiikan alueilla. ”
sme: - Sámediggi berre oažžut viehka stuorra vejolašvuođa váikkuhit guvllolaš hálddašeapmái dain politihkkasurggiin mat leat deaŧalaččat sámi álbmogii. ”

source: Norjan suurkäräjät sai keväällä 2005 päätökseen niin kutsutun Finnmarkin lain
sme: Giđđat 2005 Norgga stuorradiggi loahpahii nugohčoduvvon Finnmárkolága

source: käsittelyn. Kyseessä on 17. kesäkuuta 2005 annettu laki no 85 Finnmarkin läänin maa
sme: gieđahallama, mii lea láhka Finnmárkku fylkka eatnamiid ja luondduresurssaid

source: alueisiin ja luonnonvaroihin liittyvistä oikeudellisista olosuhteista ja niiden hallinnosta.
sme: naturressurser i Finnmark fylke, ja mii bođii geassemánu 17. b. 2005 nr. 85.

source: Kaksi
sme: Guovtte

source: prp. n:o 53
sme: jagi árat ráđđehus lei ovddidan láhkaárvalusa, geahča Od.prp. nr. 53 (2002-2003).

source: (2002−2003). Tätä lakiehdotusta laadittaessa saamelaiskäräjien ja oikeusministeriön välillä ei
sme: Dán láhkaárvalusa ráhkadettiin eai čađahuvvon gulaskuddamat Sámedikki ja

source: käyty neuvotteluja, ja saamelaiskäräjät hylkäsi lakiehdotuksen yksimielisesti. Suurkäräjien
sme: Justiisadepartemeantta gaskka, ja ovttajienalaš Sámediggi hilggui láhkaárvalusa.

source: lakivaliokunta järjesti lakiehdotusta valmistellessaan useita neuvottelukokouksia
sme: Stuorradikki justiisalávdegoddi doalai, go gieđahalai láhkaárvalusa, máŋga

source: Lakivaliokunnan käsityksen mukaan oli ratkaisevan tärkeää saada
sme: Justiisalávdegoddi anii mearrideaddji

source: aikaan sellainen lakiehdotus, jonka saamelaiskäräjät voivat hyväksyä.
sme: deaŧalažžan oažžut áigái láhkaárvalusa maid Sámediggi sáhttá doarjut.

source: Saamelaiskäräjät
sme: Stuorradikki

source: hyväksyivät yksimielisesti suurkäräjien lakivaliokunnan ehdotuksen.
sme: justiisalávdegotti árvalus dohkkehuvvui ovttajienalaččat sámedikkis.

source: Vaikka kysymys oli,
sme: Vaikko dat mii

source: kuten tässä on selostettu, saamelaiskäräjien ja suurkäräjien välisistä neuvotteluista, tämä
sme: čilgejuvvo dás guoská Sámedikki ja Stuorradikki gaskasaš gulaskuddamiidda, de

source: esimerkki on otettu mukaan, koska suurkäräjät osoitti toimintatavallaan, että neuvotteluja olisi
sme: ovdamearka lea dattetge váldojuvvon mielde dainnago Stuorradiggi

source: pitänyt käydä hallituksen ja saamelaiskäräjien välillä.
sme: meannudanvugiinis čájehii ahte ráđđehus ja Sámediggi ledje šiehtadallan.

source: Finnmarkin lain parissa tehdystä työstä saadut kokemukset muodostivat tärkeän
sme: Dat vásáhusat maid ožžo go barge finnmárkolágain, leat deaŧalaš duogáš dan

source: taustan sopimukselle, joka tehtiin Norjan hallituksen ja Norjan saamelaiskäräjien välillä
sme: soahpamuššii maid norgalaš ráđđehus ja Norgga sámediggi dahke gaskaneaset giđđat

source: keväällä 2005 ja joka koskee valtiollisten viranomaisten ja saamelaiskäräjien välisissä
sme: 2005, ja mii gieđahallá norgalaš ráđđehusa ja Norgga sámedikki gaskasaš gulas

source: neuvotteluissa sovellettavia menettelytapoja.
sme: kuddanprosedyraid.

source: Sovittujen neuvottelumenettelyjen tarkoituksena
sme: Sohppojuvvon prosedyraid ulbmil lea:

source: on:
sme: ” - veahkehit nu, ahte stáhta álbmotrievttálaš geatnegasvuohta gulaskuddat álgoálbmogiin čađahuvvo geavadis.
